import React from "react";
import "./ServiceRequirements.css";

const ServiceRequirements = () => {
  return (
    <div className="services-wrapper container">
      <div className="services-box">
        <div className="text-box">
          <h2 className="services-heading">Условия сервиса</h2>
          <p className="services-desc">
            Задача организации, в особенности же курс на
            социально-ориентированный национальный проект требует от нас
            системного анализа модели развития! Таким образом, постоянное
            информационно-техническое обеспечение нашей деятельности требует от
            нас анализа системы масштабного изменения ряда параметров! С другой
            стороны социально-экономическое развитие напрямую зависит от
            всесторонне сбалансированных нововведений?
          </p>
        </div>
      </div>
      <div className="services-box">
        <div className="text-box">
          <h2 className="services-heading">Условия доставки</h2>
          <p className="services-desc">
            Задача организации, в особенности же курс на
            социально-ориентированный национальный проект требует от нас
            системного анализа модели развития! Таким образом, постоянное
            информационно-техническое обеспечение нашей деятельности требует от
            нас анализа системы масштабного изменения ряда параметров! С другой
            стороны социально-экономическое развитие напрямую зависит от
            всесторонне сбалансированных нововведений?
          </p>
        </div>
      </div>
      <div className="services-box">
        <div className="text-box">
          <h2 className="services-heading">Условия возврата</h2>
          <p className="services-desc">
            Задача организации, в особенности же курс на
            социально-ориентированный национальный проект требует от нас
            системного анализа модели развития! Таким образом, постоянное
            информационно-техническое обеспечение нашей деятельности требует от
            нас анализа системы масштабного изменения ряда параметров! С другой
            стороны социально-экономическое развитие напрямую зависит от
            всесторонне сбалансированных нововведений?
          </p>
        </div>
      </div>
    </div>
  );
};

export default ServiceRequirements;
